Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/consumer_affairs/telecommunications_and_postal_services/dealing_with_unsolicited_or_offensive_email.html.txt.tmx
Source language: en
Languages: ga

source: Dealing with unsolicited or offensive e-mail
ga: Déileáil le ríomhphost déistineach nó gan iarraidh

source: Recent developments in communications technology have produced an environment in which information can move between people and organisations more rapidly than ever before
ga: Le déanaí, de bharr forbairtí ar theicneolaíocht na cumarsáide, is féidir faisnéis a chur ó dhuine go duine agus idir eagraíochtaí níos tapúla ná ab fhéidir riamh cheana

source: However, one drawback is that sometimes we receive information we do not want
ga: Ar a shon sin, is míbhuntáiste é go bhfaighimid faisnéis ó am go chéile nach dteastaíonn uainn a fháil

source: This document explains the law in Ireland and the EU regarding your rights when dealing with unsolicited or offensive e-mails
ga: Mínítear sa cháipéis seo an dlí in Éirinn agus san AE maidir le do chuid cearta agus tú ag déileáil le ríomhphoist dhéistineacha nó gan iarraidh

source: One of the most common problems affecting people with e-mail accounts is unsolicited commercial e-mail (UCE)
ga: Ceann de na fadhbanna is coitianta a chuireann isteach ar shealbhóirí cuntas ríomhphost é ríomhphost déistineach tráchtála gan iarraidh (UCE)

source: Unsolicited commercial e-mails are e-mails that have not been requested from a company of which the receiver is not a customer
ga: Ríomhphoist iad ríomhphoist tráchtála gan iarraidh a sheolann cuideachta nach bhfuil an faighteoir ina c(h)ustaiméir di

source: These e-mails are also called SPAM
ga: Tugtar SPAM ar na ríomhphoist seo chomh maith

source: These mails can sometimes be adult in nature
ga: Féadfaidh na ríomhphoist seo bheith oiriúnach ach do dhaoine fásta, corruair, mar gheall ar a gcineál

source: Receiving adult UCE is annoying and, in some cases, upsetting
ga: Is crá é UCE do dhaoine fásta a fháil, agus i gcásanna áirithe, goilleann sé ar dhaoine

source: Under SI 336 of 2011 the sending of unsolicited commercial emails can be an offence
ga: Faoi IR 336 de 2011 is cion é ríomhphost tráchtála gan iarraidh a sheoladh i gcásanna áirithe

source: and an offender can be tried summarily or on indictment
ga: agus féadtar duine a thriail go hachomair nó ar dhíotáil

source: Reputable companies should not market their products through unsolicited commercial mails
ga: Níor cheart do chuideachtaí ar a bhfuil clú a dtáirgí a mhargú trí ríomhphoist tráchtála gan iarraidh

source: It is, therefore, important not to engage with any company who sends unsolicited commercial e-mails by replying to them or contacting them through other means
ga: Tá sé ina thábhacht, dá bharr sin, gan dul i dteagmháil le haon chuideachta a sheolann ríomhphoist tráchtála gan iarraidh trí fhreagra a thabhairt orthu nó trí dhul i dteagmháil leo ar bhealaí eile

source: Unsolicited mobile telephone text messages
ga: Teachtaireachtaí gutháin shoghluaiste gan iarraidh

source: In September 2005 for the first time, a company in Ireland was prosecuted by the Data Protection Commissioner for sending unsolicited commercial text messages to mobile telephone subscribers
ga: I Meán Fómhair 2005, den chead uair, rinne an Coimisinéir um Chosaint Sonraí cuideachta a ionchúiseamh mar gheall ar theachtaireachtaí tráchtála gan iarraidh a sheoladh chuig síntiúsóirí gutháin shoghluaiste

source: These text messages also qualify as SPAM
ga: Is ionann na teachtaireachtaí seo agus SPAM, chomh maith

source: Read more about dealing with unwanted telephone sales calls here
ga: Is féidir níos mó a léamh faoi dhéileáil le glaonna gutháin díolachán gan iarraidh anseo

source: What can you do about unsolicited commercial e-mail?
ga: Céard is féidir leat a dhéanamh faoi ríomhphost tráchtála gan iarraidh?

source: Unsolicitied commercial e-mail (UCE) can come from various organisations, companies or be the product of ‘computer viruses’
ga: Féadfaidh ríomhphost tráchtála gan iarraidh (UCE) teacht ó eagraíochtaí agus cuideachtaí éagsúla nó bheith mar thoradh ar ‘víris ríomhaire’

source: Companies or individuals can get your e-mail address from the web
ga: Féadfaidh cuideachtaí agus daoine aonair do sheoladh ríomhphoist a fháil ón ngréasán

source: Other sources exist such as marketing lists that you sign up to and are passed between companies
ga: Is ann d’fhoinsí eile, ar nós liostaí margaíochta a gcláraíonn tú dóibh agus a sheolann cuideachtaí eatarthu féin iad

source: Unsolicited commercial e-mails generally also come from outside Ireland and outside the European Union
ga: Seoltar ríomhphoist tráchtála gan iarraidh ó áiteanna lasmuigh d’Éirinn agus den Aontas Eorpach chomh maith

source: This means that it is quite difficult to stop the occurrence of UCE as it is a global phenomenon
ga: Ciallaíonn seo go bhfuil sé ina dheacracht nach beag chun stop a chur le seoladh UCEanna mar gheall gur feiniméan domhanda atá ann

source: Generally, there is little that you can do to prevent unsolicited commercial e-mails being sent to you
ga: Go ginearálta, is beag is féidir leat a dhéanamh chun cosc a chur ar ríomhphoist tráchtála gan iarraidh a sheoladh chugat

source: What to do if you receive UCE
ga: Céard a dhéanfaidh tú má fhaigheann tú UCE?

source: In the vast bulk of cases of UCE, the e-mail headers you see in the unwanted e-mail are not valid
ga: I dtromlach mór na gcásanna UCE, ní bailí do na cheanntásca ríomhphoist a fheiceann tú sa ríomhphost gan iarraidh

source: • E-mail headers may be forged so replying to the e-mail merely results in you sending UCE to the innocent person whose e-mail address was forged
ga: • Féadtar ceanntásca ríomhphoist a fhalsú, agus ar an údar sin, má thugann tú freagra ar an ríomhphost, seolfaidh tú UCE chuig an duine neamhurchóideach a ndearnadh a seoladh ríomhphoist a fhalsú

source: • It is not advised to respond to an e-mail address to "opt-out" of a list unless the address is from a recognised organisation
ga: • Ní mholtar freagra a thabhairt ar sheoladh ríomhphoist chun “diúltú bheith páirteach” i liosta murab ó eagraíocht aitheanta an seoladh

source: These e-mail addresses may also be false or are used to confirm that the unwanted e-mail was originally sent to a valid and active e-mail account
ga: Féadfaidh na seoltaí ríomhphoist seo bheith bréagach nó úsáidtear iad lena dheimhniú gur seoladh an ríomhphost tosaigh gan iarraidh chuig cuntas bailí agus gníomhach ríomhphost

source: • Responding to a web site that supposedly lets you remove yourself from the list is also not advised
ga: • Ina theannta sin, ní mholtar freagra a thabhairt ar láithreán gréasáin ar dócha a ligeann duit tú féin a bhaint den liosta

source: This is because once you access the web site your details are logged
ga: Moltar seo mar gheall go ndéantar do chuid sonraí a logáil a luaithe a fhaigheann tú rochtain ar an láithreán gréasáin

source: You could also you be exposed to pornography
ga: D’fhéadfaí thú a nochtadh do phornagrafaíocht

source: It is possible to determine the location (rather than the user or the e-mail address) from where the e-mail was sent
ga: Is féidir an láthair a dheimhniú (seachas an t-úsáideoir nó an seoladh ríomhphoist) ónar seoladh an ríomhphost

source: If you are able to look at the e-mail headers, you will then be able to determine the IP address of the Internet Service Provider (ISP) whose services were used to send the e-mail
ga: Más féidir leat féachaint ar na ceanntásca ríomhphoist, beidh tú in ann a dheimhniú seoladh IP an Soláthraí Seirbhísí Idirlín (ISP) ar úsáideadh a seirbhísí chun an ríomhphost a sheoladh

source: Finding out exactly where UCE has come from can be difficult and time consuming
ga: Is féidir leis bheith dúshlánach agus go leor ama a ghlacadh chun an áit dhíreach as ar tháinig an UCE a dheimhniú

source: If you receive a lot of unsolicited commercial or offensive emails you can subscribe to a software programme that will filter out messages that you may not want to receive
ga: Má fhaigheann tú go leor ríomhphoist tráchtála gan iarraidh nó dhéistineacha, féadfaidh tú síntiús a íoc le clár bogearraí a dhéanfaidh teachtaireachtaí a bhaint nach mbeifeá ag iarraidh a fháil

source: If you have determined the location of the sender of these e-mails, then it may be possible to send an e-mail to abuse@isp to complain about the e-mail
ga: Má dheimhnigh tú láthair sheoltóir na ríomhphost seo, d’fhéadfadh go mbeifí in ann ríomhphost a sheoladh chuig abuse@isp chun gearán a dhéanamh faoin ríomhphost

source: However, adult e-mails are not illegal in many countries including Ireland
ga: Níl ríomhphoist do dhaoine fásta neamhdhleathach in go leor tíortha, lena n-áirítear in Éirinn, áfach

source: If you do succeed in sending an e-mail complaint to abuse@isp and the material is illegal in the jurisdiction it originated in or in breach of the Acceptable Use Policy of the sender's ISP, the ISP can disconnect the sender
ga: Má éiríonn leat gearán ríomhphoist a sheoladh chuig abuse@isp, agus más ábhar neamhdhleathach atá ann sa dlínse ónar tháinig sé nó má sháraíonn sé Beartas um Úsáid Inghlactha ISP an tseoltóra, féadfaidh an ISP an seoltóir a dhínascadh

source: However, it might be unable to tell you the name of the sender due to international data protection regulations
ga: Ar a shon sin, d’fhéadfadh nach mbeidís in ann ainm an tseoltóra a thabhairt mar gheall ar rialacháin idirnáisiúnta um chosaint sonraí

source: In many cases, the sender just moves to a different ISP and starts the process again
ga: In go leor cásanna, ní dhéanann an seoltóir ach bogadh chuig ISP éagsúil agus cuireann siad tús leis an bpróiseas athuair

source: The Child Trafficking and Pornography Act, 1998 outlaws child pornography
ga: Déantar pornagrafaíocht leanaí a eisreachtú san Acht um Gháinneáil ar Leanaí agus Pornagrafaíocht

source: Any person found to produce, forward, publish, show or possess child pornography is committing a crime
ga: Má dheimhnítear go dtáirgeann, seolann, foilsíonn, taispeánann nó go sealbhaíonn aon duine pornagrafaíocht leanaí, tá cion á dhéanamh ag an té sin

source: www.HOTLINE.ie was established by the Internet Service Providers Association of Ireland to deal with instances of child pornography or other illegal material that Irish internet users come across either on the internet or in an e-mail
ga: Bunaíodh www.HOTLINE.ie ag Cumann Soláthróirí Seirbhísí Idirlín na hÉireann chun déileáil le cásanna pornagrafaíocht leanaí nó le hábhar neamhdhleathach eile ar a dtagann úsáideoirí idirlín in Éirinn ar an idirlíon nó i ríomhphost

source: This website is connected to other similar hotlines in other countries and so can work across borders
ga: Tá an láithreán gréasáin seo nasctha lena mhacasamhail de bheolínte eile i dtíortha eile, agus mar sin, féadfaidh sé oibriú thar theorainneacha

source: More information on unsolicited commercial e-mail is available online from Ireland’s Data Protection Commissioner
ga: Tá breis faisnéise ar ríomhphoist tráchtála gan iarraidh ar an idirlíon ó Choimisinéir um Chosaint Sonraí na hÉireann

source: The Data Protection Commissioner does not charge for his services
ga: Ní ghearrann an Coimisinéir um Chosaint Sonraí táille chun úsáid a bhaint as a chuid seirbhísí

source: You can make a complaint about unsolicited commercial e-mail that was sent from Ireland to the Office of the Data Protection Commissioner
ga: Féadfaidh tú gearán a dhéanamh faoi ríomhphost tráchtála gan iarraidh a seoladh ó Éirinn chuig Oifig an Choimisinéara um Chosaint Sonraí

source: Your complaint must be in writing (e-mail will do) including your name and postal address
ga: Ní mór do do ghearán bheith i scríbhinn (féadfaidh sé a bheith i ríomhphost), agus d’ainm agus do sheoladh poist a lua

source: You can read more about the Data Protection Commissioner’s requirements for making a complaint here
ga: Féadfaidh tú níos mó a léamh faoi riachtanais an Choimisinéara um Chosaint Sonraí chun gearán a dhéanamh anseo
